export const roleUser = {
    '1': {
        name: 'Пользователь'
    },
    '2': {
        name: 'Администратор'
    }
}

export const statusUser = {
    '0': {
        name: 'Заблокирован'
    },
    '1': {
        name: 'Активный'
    }
}

export const statusAuthorizations = {
    '1': {
        name: 'Успешное действие'
    },
    '2': {
        name: 'Cерия не успешных действий 1-й степени'
    },
    '3': {
        name: 'Cерия не успешных действий 2-й степени'
    },
    '4': {
        name: 'Cерия не успешных действий 3-й степени'
    },
    '5': {
        name: 'Cерия не успешных действий 4-й степени'
    }
}

export const typeAuthorizations = {
    '1': {
        name: 'Регистрация'
    },
    '2': {
        name: 'Авторизация'
    },
    '3': {
        name: 'Восстановление доступа'
    }
}